Revit 2027 API
ParameterTypeId.TilePatternGridCellsY Property
 "Number of vertical cells"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TilePatternGridCellsY { get; }
Public Shared ReadOnly Property TilePatternGridCellsY As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TilePatternGridCellsY {
	ForgeTypeId^ get ();
}
static member TilePatternGridCellsY : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace